/* NavViewTitle */
"Home" = "Home";
"Open" = "Open";
"New Todo" = "New Todo";
"Finished" = "Finished";
"More" = "More";
/* Awards is not available now */
"Awards" = "Awards";

/* Home */
"Up next" = "Up next";
"More to explore" = "More to explore";

/* Open */
"Add a task" = "Add a task";
"New Task" = "New Task";
/* Sort task */
"Sort tasks" = "Sort tasks";
"Automatic" = "Automatic";
"Creation date" = "Creation date";
"Title" = "Title";

/* Add */
"Basic settings" = "Basic settings";
"What to do?" = "What to do?";
"Description" = "Description";
"Choose color" = "Choose color";
"Save" = "Save";
"New Todo" = "New Todo";


/* Edit Todo */
"Edit Todo" = "Edit Todo";
"Reopen" = "Reopen";
"Mark it completed" = "Mark it completed";
"Delete this todo" = "Delete this todo";
"Tasks in completed todo will not appear on home screen nor widgets." = "Tasks in completed todo will not appear on home screen nor widgets.";
/* Todo delete alert */
"Delete todo?" = "Delete todo?";
"Are you sure you want to delete this todo? You will lose all the items inside." = "Are you sure you want to delete this todo? You will lose all the items inside.";
"Delete" = "Delete";
"Cancel" = "Cancel";
/* Due Date View */
"Add due date" = "Add due date";
"Pick a date" = "Pick a date";
"Due date" = "Due date";
"Reminder" = "Reminder";
"Show reminder" = "Show reminder";
"Reminder time" = "Reminder time";

/* Due Date Alert */
"Oops!" = "Oops!";
"There was a problem. Please check you have notifications enabled." = "There was a problem. Please check you have notifications enabled.";
"Check Settings" = "Check Settings";

/* Edit Task */
"Task name" = "Task name";
"Priority" = "Priority";
"Low" = "Low";
"Medium" = "Medium";
"High" = "High";
"Mark Completed" = "Mark Completed";
// (task) in (todo)
"%@ in %@" = "%@ in %@";

/* Dismiss button */
"Dismiss" = "Dismiss";

/* Settings View inside More View*/
"Settings" = "Settings";
"Notifications" = "Notifications";
"Notifications enabled" = "Notifications enabled";
"Enable notifications" = "Enable notifications";
"Display" = "Display";
"Dark mode" = "Dark mode";
"Use system settings" = "Use system settings";
"System settings will override Dark mode and use the current device theme" = "System settings will override Dark mode and use the current device theme";

/* More View */
"Customization" = "Customization";
"App settings" = "App settings";
"Notice" = "Notice";
"FAQ" = "FAQ";
"Leave a rating" = "Leave a rating";
"Contact us" = "Contact us";
"Terms" = "Terms";
"Privacy Policy" = "Privacy Policy";
"Version %@" = "Version %@";

/* Email send Error */
"Error" = "Error";
"Can't send email now, check your network connection and try again" = "Can't send email now, check your network connection and try again";
"Ok" = "Ok";

/* Awards */
"Achieved: %@" = "Achieved: %@";
"Locked: %@" = "Locked: %@";
"Ok" = "Ok";

/* Widget */
"Up next…" = "Up next…";
"Empty!" = "Empty!";
"Your top priority task." = "Your top priority task.";
"Your most important tasks." = "Your most important tasks.";

